<template>
<div class="content">
	
<!-- 		<AreaDemo
			:datas="datas"
		></AreaDemo> -->
		<img src="@/assets/img3.jpg">
		<span>空间的富士康军事对抗冠军的身份第三方控件空间的富士康军事对抗冠军的身份第三方控件空间的富士康军事对抗冠军的身份第三方控件空间的富士康军事对抗冠军的身份第三方控件空间的富士康军事对抗冠军的身份第三方控件空间的富士康军事对抗冠军的身份第三方控件空间的富士康军事对抗冠军的身份第三方控件空间的富士康军事对抗冠军的身份第三方控件空间的富士康军事对抗冠军的身份第三方控件空间的富士康军事对抗冠军的身份第三方控件空间的富士康军事对抗冠军的身份第三方控件空间的富士康军事对抗冠军的身份第三方控件空间的富士康军事对抗冠军的身份第三方控件空间的富士康军事对抗冠军的身份第三方控件空间的富士康军事对抗冠军的身份第三方控件空间的富士康军事对抗冠军的身份第三方控件空间的富士康军事对抗冠军的身份第三方控件空间的富士康军事对抗冠军的身份第三方控件空间的富士康军事对抗冠军的身份第三方控件
		空间的富士康军事对抗冠军的身份第三方控件空间的富士康军事对抗冠军的身份第三方控件空间的富士康军事对抗冠军的身份第三方控件空间的富士康军事对抗冠军的身份第三方控件空间的富士康军事对抗冠军的身份第三方控件空间的富士康军事对抗冠军的身份第三方控件空间的富士康军事对抗冠军的身份第三方控件空间的富士康军事对抗冠军的身份第三方控件空间的富士康军事对抗冠军的身份第三方控件空间的富士康军事对抗冠军的身份第三方控件空间的富士康军事对抗冠军的身份第三方控件空间的富士康军事对抗冠军的身份第三方控件空间的富士康军事对抗冠军的身份第三方控件空间的富士康军事对抗冠军的身份第三方控件空间的富士康军事对抗冠军的身份第三方控件空间的富士康军事对抗冠军的身份第三方控件空间的富士康军事对抗冠军的身份第三方控件空间的富士康军事对抗冠军的身份第三方控件空间的富士康军事对抗冠军的身份第三方控件</span>
</div>
</template>
<script>
import AreaDemo from "./AreaDemo"
export default{
	data(){
		return{

			datas:{
				msg2:'文字说明',
				msg3:'空间的富士康军事对抗冠军的身份第三方控件',
				imgUrl:require("@/assets/img3.jpg")
			}
			
		}
	},
	components:{
		AreaDemo
	}
}
</script>
<style scoped>
h3{
	margin:0 ;
}
.content img{
	width:200px;
	height:200px;
	margin:0 20px 20px 0;
	float:left;
}	
</style>